SPECIAL_TEXT = """
💵🤑💵 VVIP MEMBERS BENEFITS 💵🤑💵 

            💵🤑💵 BENEFIT LIST 💵🤑💵 
|⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃| 

1. 𝖵𝗏𝗂𝗉 𝖲𝗎𝖻𝗌𝖼𝗋𝗂𝗉𝗍𝗂𝗈𝗇 𝖬𝖾𝗆𝖻𝖾𝗋𝗌 𝖶𝗂𝗅𝗅 𝖦𝖾𝗍 𝖤𝗏𝖾𝗋𝗒 𝖲𝗎𝖻𝗌𝖼𝗋𝗂𝗉𝗍𝗂𝗈𝗇 𝖮𝗇 𝖳𝗁𝗂𝗌 𝖡𝗈𝗍 

2. 𝖵𝖵𝖨𝖯 𝖬𝖤𝖬𝖡𝖤𝖱𝖲 𝖶𝖨𝖫𝖫 𝖦𝖤𝖳 𝖠𝖢𝖢𝖤𝖲𝖲 𝖳𝖮 𝖠𝖭𝖸 𝖮𝖥 𝖮𝖴𝖱 𝖢𝖧𝖠𝖭𝖭𝖤𝖫

3. 𝖵𝖵𝖨𝖯 𝖬𝖤𝖬𝖡𝖤𝖱𝖲 𝖱𝖤𝖰𝖴𝖤𝖲𝖳𝖲 𝖶𝖨𝖫𝖫 𝖦𝖤𝖳 𝖴𝖯𝖫𝖮𝖠𝖣𝖤𝖣 𝖶𝖨𝖳𝖧𝖨𝖭 24 𝖧𝖱𝖲

4.  𝖵𝖵𝖨𝖯 𝖬𝖤𝖬𝖡𝖤𝖱𝖲 𝖶𝖨𝖫𝖫 𝖦𝖤𝖳 𝖯𝖠𝖨𝖣 𝖫𝖨𝖭𝖪𝖲 𝖥𝖮𝖱 𝖥𝖱𝖤𝖤 𝖳𝖮𝖮

5. VVIP MEMBERS CAN REQUEST ANYTHING (PORN/ MOVIIES) ANYTHING 

6. 18/7 CUSTOMER SUPPORT SERVICE 

|⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃End⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃| 

✨𝗢𝗻𝗹𝘆 𝗮𝘁 450 𝗥𝘀/𝗠𝗼𝗻𝘁𝗵 
🌟 Pay Via UPI - `realaizen@kotak`


⭐ Send Screen Shot & Transaction Number & Subscription Type To @RealAizen for Verification

𝗡𝗼𝘁𝗲:- 𝗪𝗲 𝗛𝗮𝘃𝗲 𝗟𝗶𝗺𝗶𝘁𝗲𝗱 𝗦𝗲𝗮𝘁𝘀 𝗳𝗼𝗿 𝘁𝗵𝗶𝘀 𝗦𝘂𝗯𝘀𝗰𝗿𝗶𝗽𝘁𝗶𝗼𝗻 𝘀𝗼 𝗛𝘂𝗿𝗿𝘆!
"""


PRICING_TEXT = """
💸 Pricing List

⎆ **Anime Movies, Movies &  Series**
 `‣ 99 Rs / Month`


     💵 18 + Network List  💵
|⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃🔞⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃|
    ⎆ **𝖧𝖾𝗇𝗍𝖺𝗂**
           ➥ `80 Rs / Month`

    ⎆ **3𝖽𝗁𝖾𝗇𝗍𝖺𝗂**
            ➥ `80 Rs / Month`

    ⎆ **𝖬𝗂𝗅𝖿𝗌 𝖮𝗇𝗅𝗒**
             ➥ `80 Rs / Month`

    ⎆ **𝖶𝖾𝗌𝗍𝖾𝗋𝗇 𝖯𝗈𝗋𝗇**
              ➥ `80 Rs / Month`

     ⎆ **𝖣𝖾𝗌𝗂 𝖫𝖾𝖺𝗄s** 
              ➥ `80 Rs / Month`

     ⎆ **𝖩𝖺𝗉𝖺𝗇𝖾𝗌𝖾 𝗉𝗈𝗋𝗇**
              ➥ `80 Rs / Month`

     ⎆ **𝖢𝗈𝗌𝗌𝖯𝗅𝖺𝗒**
              ➥ `100 Rs / Month`

  ⎆**𝖵𝗂𝗋𝖺𝗅 𝖬𝗆𝗌 & 𝖲𝗎𝗉𝖾𝗋𝗌𝗍𝖺𝗋 𝖫𝖾𝖺𝗄𝗌**
              ➥ `120 Rs / Month`

  ⎆**𝖮𝗇𝗅𝗒𝖥𝖺𝗇𝗌 𝖤𝗑𝖼𝗅𝗎𝗌𝗂𝗏𝖾 𝖯𝖺𝖼𝗄𝗌**
             ➥ `150 Rs / Month`

|⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃End⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃⁃|

🌟 Pay Via UPI - `realaizen@kotak`

⭐ Send Screen Shot & Transaction Number & Subscription Type To @RealAizen for Verification
"""


PREMIUM_TEXT = '''
╭─🌟 **Regular Premium Benefits** 🌟──
├ Enjoy Content Without Ads 
├ Content Request Will be Uploaded 
├ Top Quality Content Consume
╰─────────────────

╭─🌟 **Platinum Benefits** 🌟──
├ Enjoy Content Without Ads 
├ Content Request Will be Uploaded 
├ Top Quality Content Consume
├ Request Will Be Uploaded 1st 
├ Direct File Will Be Given
├ Secret Group Link Will Be Given 
├ We Will Sent More Videos To Group 
├ Cheaper than All Combined!!
╰─────────────────

**Wanna buy? Click /pricing to know more**
'''


UPLOAD_TEXT = """
**{}**
        
┏━━━━━━━━━━━━━━━━━━━
┣━➤ **「🏷 MEDIA 」** : `{}`
┣━➤ **「🔊 AUDIO 」** : `{}`
┣━➤ **「🎭 GENRES 」** : `{}`
┗━━━━━━━━━━━━━━━━━━━

Follow @NSFW_Hub For More
"""
